Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/help_en-US_id.tmx
Source language: en_us
Languages: id

source: Revert it back to its original product image.
id: Kembalikan ke gambar produk aslinya.

source: Customize the production technology level.
id: Sesuaikan tingkat teknologi produksi.

source: You may revert its production technology to a lower level and associate it with a different custom product image.
id: Anda dapat mengembalikan teknologi produksinya ke tingkat yang lebih rendah dan mengaitkannya dengan gambar produk kustom yang berbeda.

source: The tech level is displayed below each product image.
id: Tingkat teknologi ditampilkan di bawah setiap gambar produk.

source: Change the production tech
id: Ubah teknologi produksi

source: Change the production technology of the current manufacturing unit to the selected level.
id: Ubah teknologi produksi dari unit manufaktur saat ini ke tingkat yang dipilih.

source: This will associate the product with the selected image.
id: Ini akan mengasosiasikan produk dengan gambar yang dipilih.

source: Change the production tech of the entire firm
id: Ubah teknologi produksi seluruh perusahaan

source: Change the production technologies of all manufacturing units in the current firm to the selected level.
id: Ubah teknologi produksi dari semua unit manufaktur di perusahaan saat ini ke tingkat yang dipilih.

source: Relocate, Demolish or Transfer this firm (hotkey: Ctrl-X)
id: Pindahkan, Hancurkan atau Pindahkan perusahaan ini (hotkey: Ctrl-X)

source: Alternatively, you may also transfer it to another company under your control.
id: Atau, Anda juga dapat mentransfernya ke perusahaan lain di bawah kendali Anda.

source: Transfer or Demolish this apartment
id: Pindahkan atau hancurkan apartemen ini

source: You may transfer this apartment to another company under your control, or demolish it.
id: Anda dapat mentransfer apartemen ini ke perusahaan lain di bawah kendali Anda, atau menghancurkannya.

source: Transfer or Demolish this commercial building
id: Transfer atau Hancurkan bangunan komersial ini

source: You may transfer this commercial building to another company under your control, or demolish it.
id: Anda dapat mentransfer bangunan komersial ini ke perusahaan lain di bawah kendali Anda, atau menghancurkannya.

source: Backward Integration
id: Integrasi Mundur

source: This determines whether the CEO may build factories, farms and natural resource firms to supply raw materials and semi products to existing factories that need them.
id: Ini menentukan apakah CEO dapat membangun pabrik, pertanian, dan perusahaan sumber daya alam untuk memasok bahan mentah dan produk setengah jadi ke pabrik yang ada yang membutuhkannya.

source: The higher the slider's value, the higher the tendency to set up firms for backward integration.
id: Semakin tinggi nilai slider, semakin tinggi kecenderungan untuk mendirikan perusahaan untuk integrasi mundur.

source: Click here to name the current custom product image.
id: Klik di sini untuk memberi nama gambar produk kustom saat ini.

source: Required tech level for this custom product image
id: Tingkat teknologi yang diperlukan untuk gambar produk kustom ini

source: Use the [+][-] buttons to set the tech level for this custom image.
id: Gunakan tombol [+] [-] untuk menyetel tingkat teknis untuk gambar kustom ini.

source: When your tech level has reached this level, the current custom image will be displayed.
id: Ketika level teknologi Anda telah mencapai level ini, gambar kustom saat ini akan ditampilkan.

source: CEO Pricing Policy
id: Kebijakan Harga CEO

source: Set the checkbox to use a specific pricing policy for this individual product.
id: Setel kotak centang untuk menggunakan kebijakan harga khusus untuk masing-masing produk ini.

source: Clear the checkbox to use the general pricing policy set on the CEO Management Policies page (under the Persons report.)
id: Kosongkan kotak centang untuk menggunakan kebijakan harga umum yang ditetapkan di halaman Kebijakan Manajemen CEO (di bawah laporan Persons.)

source: COO Pricing Policy
id: Kebijakan Harga COO

source: Clear the checkbox to use the general pricing policy set on the COO Management Policies page (under the Persons report.)
id: Kosongkan kotak centang untuk menggunakan kebijakan harga umum yang ditetapkan di halaman Kebijakan Manajemen COO (di bawah laporan Orang.)

source: Enable or disable the option of popping up news windows about custom product launches.
id: Mengaktifkan atau menonaktifkan opsi untuk memunculkan jendela berita tentang peluncuran produk kustom.

source: CEO Policy on Issuing New Shares
id: Kebijakan CEO tentang Penerbitan Saham Baru

source: If this is turned off, the CEO will never issue new shares for expanding the business.
id: Jika ini dimatikan, CEO tidak akan pernah mengeluarkan saham baru untuk mengembangkan bisnis.

source: But if the company is out of cash, the CEO will have to issue new shares to raise funds for the company's survival regardless of this setting.
id: Tetapi jika perusahaan kehabisan uang tunai, CEO harus menerbitkan saham baru untuk mengumpulkan dana demi kelangsungan hidup perusahaan terlepas dari pengaturan ini.

source: Purchasing Power
id: Daya beli

source: Purchasing power is the amount of goods or services that one can buy with a unit of currency.
id: Daya beli adalah jumlah barang atau jasa yang dapat dibeli dengan satu unit mata uang.

source: Inflation erodes purchasing power.
id: Inflasi mengikis daya beli.

source: GDP - Consumption
id: PDB - Konsumsi

source: GDP is the sum of consumption, investment, government spending and net exports.
id: PDB adalah jumlah konsumsi, investasi, pengeluaran pemerintah, dan ekspor neto.

source: Consumption is the value of goods and services bought by people.
id: Konsumsi adalah nilai barang dan jasa yang dibeli oleh orang.

source: GDP - Investment
id: PDB - Investasi

source: Investment is the total investment by businesses.
id: Investasi adalah total investasi oleh bisnis.

source: GDP - Government Spending
id: PDB - Pengeluaran Pemerintah

source: Government Spending is the total spending by government.
id: Belanja Pemerintah adalah total belanja pemerintah.

source: GDP - Net Exports
id: PDB - Ekspor Neto

source: Net Exports equal to exports less imports.
id: Ekspor Neto sama dengan ekspor dikurangi impor.

source: Total Exports
id: Total Ekspor

source: The total value of exports.
id: Nilai total ekspor.

source: It is used for calculating the Net Exports component of GDP.
id: Ini digunakan untuk menghitung komponen Ekspor Neto dari PDB.

source: Total Imports
id: Total Impor

source: The total value of imports.
id: Nilai total impor.

source: It is used for calculating the Net Imports component of GDP.
id: Ini digunakan untuk menghitung komponen Impor Bersih dari PDB.

source: City fund
id: Dana kota

source: The amount of cash currently in the city fund.
id: Jumlah uang tunai saat ini ada di dana kota.

source: Surplus
id: Kelebihan

source: The amount of surplus that the current city has registered over the past 12 months.
id: Jumlah surplus yang dicatat kota saat ini selama 12 bulan terakhir.

source: Deficit
id: Defisit

source: The amount of deficit that the current city has registered over the past 12 months.
id: Jumlah defisit yang dicatat kota saat ini selama 12 bulan terakhir.

source: Financial report (hotkey: F6)
id: Laporan keuangan (hotkey: F6)

source: Toggle the display of the financial report for this public facility.
id: Alihkan tampilan laporan keuangan untuk fasilitas umum ini.

source: Low Supply Tolerance Level
id: Tingkat Toleransi Suplai Rendah

source: If the value is set to low, the AI has lower tolerance of low supply and have greater tendency to look for new supply.
id: Jika nilainya disetel ke rendah, AI memiliki toleransi yang lebih rendah terhadap pasokan yang rendah dan memiliki kecenderungan lebih besar untuk mencari pasokan baru.

source: Show the current supplier (hotkey: W or U)
id: Tunjukkan pemasok saat ini (hotkey: W atau U)

source: Target brand rating
id: Peringkat merek target

source: The higher the slider's value, the higher the brand rating the CMO will target to achieve by advertising.
id: Semakin tinggi nilai slider, semakin tinggi peringkat merek yang akan dicapai CMO dengan periklanan.

source: Land-use Plan and Business Relationship.
id: Rencana Penggunaan Lahan dan Hubungan Bisnis.

source: Switch to this mode to show the Land-use Plan and the Business Relationship Mode - with a firm selected this mode will display linkage lines to firms in direct business with the selected firm.
id: Beralih ke mode ini untuk menunjukkan Rencana Penggunaan Lahan dan Mode Hubungan Bisnis - dengan perusahaan yang dipilih, mode ini akan menampilkan garis keterkaitan ke perusahaan dalam bisnis langsung dengan perusahaan yang dipilih.

source: LANDPRIC
id: HARGA TANAH

source: Land Price Index
id: Indeks Harga Tanah

source: This index determines the prices that the government sells its land and natural resource sites to corporations.
id: Indeks ini menentukan harga yang dijual pemerintah atas tanah dan situs sumber daya alamnya kepada perusahaan.

source: Set up your factory to manufacture this product.
id: Siapkan pabrik Anda untuk memproduksi produk ini.

source: DEVCITY
id: PERANGKAT

source: Whether there is a developed city at the beginning or not.
id: Apakah pada awalnya ada kota yang berkembang atau tidak.

source: The game is more challenging if you have to start from scratch without a developed city.
id: Gim ini lebih menantang jika Anda harus memulai dari awal tanpa kota yang berkembang.

source: Hotkey: F3
id: Tombol pintas: F3

source: Hotkey: Ctrl-I
id: Tombol pintas: Ctrl-I

source: Score component: Current Political Influence
id: Komponen skor: Pengaruh Politik Saat Ini

source: For each city where you or a member of your political party is the mayor, the city's population, GDP per capita and the mayor's approval rating will determine the political influence.
id: Untuk setiap kota di mana Anda atau anggota partai politik Anda menjadi walikota, populasi kota, PDB per kapita, dan peringkat persetujuan walikota akan menentukan pengaruh politik.

source: If you are the party's leader, each of your members' influence value will contribute 50% to yours.
id: Jika Anda adalah pemimpin partai, setiap nilai pengaruh anggota Anda akan memberikan kontribusi 50% untuk Anda.

source: Score component: Past Political Influence
id: Komponen skor: Pengaruh Politik Masa Lalu

source: Its calculation is similar to the Current Political Influence.
id: Perhitungannya mirip dengan Pengaruh Politik Saat Ini.

source: It is the accumulation of of all past political influence values x 50%.
id: Ini adalah akumulasi dari semua nilai pengaruh politik masa lalu x 50%.

source: Population Growth
id: Pertumbuhan populasi

source: A nation's population growth is supported by 1) #a low unemployment rate#, 2) #high quality of living#, and 3) #sufficient housing supply#.
id: Pertumbuhan populasi suatu negara didukung oleh 1) # tingkat pengangguran yang rendah #, 2) # kualitas hidup yang tinggi #, dan 3) # persediaan perumahan yang cukup #.

source: The population growth rate is a result of comparing the nation's population in the beginning of this year with the same period last year.
id: Laju pertumbuhan penduduk tersebut merupakan hasil perbandingan jumlah penduduk suatu bangsa di awal tahun ini dengan periode yang sama tahun lalu.

source: Population
id: Populasi

source: This shows the nation's population changes over time.
id: Ini menunjukkan populasi bangsa berubah dari waktu ke waktu.

source: SURVIVAL
id: BERTAHAN HIDUP

source: Survival Mode
id: Mode Bertahan Hidup

source: Enable the survival mode if you like the challenge of building a nation from the ground up.
id: Aktifkan mode bertahan hidup jika Anda menyukai tantangan membangun bangsa dari nol.

source: When the Survival Mode is enabled, the options available on the New Game Settings menu will be different to reflect the new gameplay mechanism.
id: Saat Mode Bertahan Hidup diaktifkan, opsi yang tersedia di menu Pengaturan Game Baru akan berbeda untuk mencerminkan mekanisme permainan baru.

source: Floor1
id: Lantai1

source: Select the 1st floor
id: Pilih lantai 1

source: You may use PageUp and PageDown keys to switch between floors.
id: Anda dapat menggunakan tombol PageUp dan PageDown untuk beralih antar lantai.

source: Floor2
id: Lantai2

source: Select the 2nd floor
id: Pilih lantai 2

source: Floor3
id: Lantai3

source: Select the 3rd floor
id: Pilih lantai 3

source: Set up a new floor
id: Siapkan lantai baru

source: Relocate this building.
id: Pindahkan gedung ini.

source: Demolish this building.
id: Hancurkan gedung ini.

source: Supply of this item is unavailable in the market.
id: Pasokan barang ini tidak tersedia di pasar.

source: Supply of this item is available in the market.
id: Pasokan barang ini tersedia di pasaran.

source: Use the Manufacturer's Guide to set up Factory Production.
id: Gunakan Panduan Produsen untuk menyiapkan Produksi Pabrik.

source: Click here to access the special version of Manufacturer's Guide and use it to set up your factory's production layout instantly.
id: Klik di sini untuk mengakses versi khusus Panduan Produsen dan menggunakannya untuk menyiapkan tata letak produksi pabrik Anda secara instan.

source: Potential
id: Potensi

source: The speed at which an employee's skill increases is affected by the employee's potential and the firm's training budget.
id: Kecepatan peningkatan keterampilan karyawan dipengaruhi oleh potensi karyawan dan anggaran pelatihan perusahaan.

source: The red dot indicates the CBD (central business district).
id: Titik merah menunjukkan CBD (kawasan pusat bisnis).

source: Auto Adjust Operation Levels of Civic Buildings
id: Tingkat Operasi Sesuaikan Otomatis Bangunan Sipil

source: When this is enabled, the computer will automatically adjust the operation levels of all of the city's civic facilities for you.
id: Jika ini diaktifkan, komputer akan secara otomatis menyesuaikan tingkat pengoperasian semua fasilitas sipil kota untuk Anda.

source: It will set the operation levels based on the demands of the civic facilities.
id: Ini akan mengatur tingkat operasi berdasarkan permintaan fasilitas sipil.

source: Required Tech Achieved?
id: Teknologi yang Diperlukan Dicapai?

source: Each type of software depends on certain tech.
id: Setiap jenis perangkat lunak bergantung pada teknologi tertentu.

source: Your company must possess the minimum tech level required for each tech in order to create the software product.
id: Perusahaan Anda harus memiliki tingkat teknologi minimum yang diperlukan untuk setiap teknologi untuk membuat produk perangkat lunak.

source: To see the details, open the Software Guide in the Information Center.
id: Untuk melihat detailnya, buka Panduan Perangkat Lunak di Pusat Informasi.

source: IP Creation
id: Pembuatan IP

source: In the game, each player is given an ability to create one IP from scratch.
id: Di dalam game, setiap pemain diberikan kemampuan untuk membuat satu IP dari awal.

source: You have already created an IP and therefore cannot create any further IPs.
id: Anda telah membuat IP dan oleh karena itu tidak dapat membuat IP lebih lanjut.

source: Disable R&D completion notifications
id: Nonaktifkan pemberitahuan penyelesaian R&D

source: Click to disable notifications about completions of R&D projects in the Event Tracker.
id: Klik untuk menonaktifkan pemberitahuan tentang penyelesaian proyek R&D di Pelacak Peristiwa.

source: Enable R&D completion notifications
id: Aktifkan notifikasi penyelesaian R&D

source: Click to enable notifications about completions of R&D projects in the Event Tracker.
id: Klik untuk mengaktifkan pemberitahuan tentang penyelesaian proyek R&D di Pelacak Peristiwa.

source: Look for better supplies
id: Carilah persediaan yang lebih baik

source: This determines whether the AI executive should look for better supplies in retail stores, factories and warehouses.
id: Ini menentukan apakah eksekutif AI harus mencari persediaan yang lebih baik di toko ritel, pabrik, dan gudang.

source: (#Better supplies mean products with higher overall ratings with no shortage of supply.#) The AI will NOT change the product type when it sources new supplies.
id: (Pasokan #Better berarti produk dengan peringkat keseluruhan lebih tinggi tanpa kekurangan pasokan. #) AI TIDAK akan mengubah jenis produk saat sumber pasokan baru.

source: Look for better products to sell in retail stores
id: Cari produk yang lebih baik untuk dijual di toko ritel

source: This determines whether the AI executive should look for better products to sell in retail stores only.
id: Ini menentukan apakah eksekutif AI harus mencari produk yang lebih baik untuk dijual di toko ritel saja.

source: (#Better supplies mean products with higher overall ratings with no shortage of supply.#) The AI may change the product types at will.
id: (Pasokan #Better berarti produk dengan peringkat keseluruhan yang lebih tinggi tanpa kekurangan pasokan. #) AI dapat mengubah jenis produk sesuka hati.

source: NEWSOFT
id: BERITA

source: New software product
id: Produk perangkat lunak baru

source: Start a project for developing a new software product with a new product name.
id: Mulai proyek untuk mengembangkan produk perangkat lunak baru dengan nama produk baru.

source: NEWVER
id: BARU

source: New version
id: Versi baru

source: Start a project for developing a new version of the software product that was previously completed here.
id: Memulai proyek untuk mengembangkan versi baru dari produk perangkat lunak yang sebelumnya diselesaikan di sini.

source: You have a price agreement with the supplier of this product.
id: Anda memiliki kesepakatan harga dengan pemasok produk ini.

source: When you sell a product that is sourced from an external supplier, if the supplier is also selling the same product in its own retail store, you will have to agree to the retail price set by the supplier.
id: Saat Anda menjual produk yang bersumber dari pemasok eksternal, jika pemasok juga menjual produk yang sama di toko ritelnya sendiri, Anda harus menyetujui harga eceran yang ditetapkan oleh pemasok.

source: This is to prevent you from undercutting the supplier in the market.
id: Ini untuk mencegah Anda meremehkan pemasok di pasar.

source: (Click here now to view the supplier.)
id: (Klik di sini sekarang untuk melihat pemasok.)

source: LOYALTY
id: LOYALITAS

source: Employee loyalty
id: Loyalitas karyawan

source: You can increase employee loyalty in the following ways: 1) give salary raises 2) set a higher training budget.
id: Anda dapat meningkatkan loyalitas karyawan dengan cara berikut: 1) memberikan kenaikan gaji 2) menetapkan anggaran pelatihan yang lebih tinggi.

source: An employee with a loyalty level of 80 or higher will not be headhunted by competitors.
id: Seorang karyawan dengan tingkat loyalitas 80 atau lebih tinggi tidak akan dikejar oleh pesaing.

source: Set up this factory for producing software products.
id: Siapkan pabrik ini untuk memproduksi produk perangkat lunak.

source: Automatically develop new versions
id: Kembangkan versi baru secara otomatis

source: If this is enabled, it will automatically develop next versions of the software when more advanced tech has been researched.
id: Jika ini diaktifkan, itu akan secara otomatis mengembangkan versi perangkat lunak berikutnya ketika teknologi yang lebih maju telah diteliti.

source: HIREALL
id: SEWA

source: Hire all
id: Pekerjakan semua

source: Hire team leads for all functional units connected with the current one, choosing job candidates whose requested salaries are similar to the one's you hired.
id: Pekerjakan pemimpin tim untuk semua unit fungsional yang terhubung dengan unit saat ini, dengan memilih kandidat pekerjaan yang gaji yang diminta serupa dengan yang Anda pekerjakan.

source: Show only private companies
id: Tampilkan hanya perusahaan swasta

source: Build a new city (size: 100X100) (disabled)
id: Bangun kota baru (ukuran: 100X100) (dinonaktifkan)

source: Build a new city (size: 100x100).
id: Bangun kota baru (ukuran: 100x100).

source: Build a new city (disabled)
id: Bangun kota baru (cacat)

source: The maximum number of cities allowed in a game has been reached.
id: Jumlah kota maksimum yang diizinkan dalam permainan telah tercapai.

source: You cannot build new ones.
id: Anda tidak bisa membangun yang baru.

source: You can build a maximum of 15 cities.
id: Anda dapat membangun maksimal 15 kota.

source: You cannot build any more new ones.
id: Anda tidak dapat membangun yang baru lagi.

source: Enable eCommerce Sales
id: Aktifkan Penjualan eCommerce

source: When you enable eCommerce sales for this firm, your eCommerce sites will add all consumer products from this firm to its catalog.
id: Saat Anda mengaktifkan penjualan eCommerce untuk perusahaan ini, situs eCommerce Anda akan menambahkan semua produk konsumen dari perusahaan ini ke katalognya.

source: eCommerce Price Markup
id: Markup Harga eCommerce

source: Set the price markup for selling products from this firm on your eCommerce sites.
id: Tetapkan markup harga untuk menjual produk dari perusahaan ini di situs eCommerce Anda.

source: (This applies to all products in this firm.)
id: (Ini berlaku untuk semua produk di perusahaan ini.)

source: E-Commerce Sales
id: Penjualan E-Commerce

source: The percentage of sales of products in this firm that are contributed by e-commerce.
id: Persentase penjualan produk di perusahaan ini yang dikontribusikan oleh e-commerce.

source: Note that if the output from this factory fails to meet the demands from its business clients, there will be no stock available for e-commerce sales.
id: Perhatikan bahwa jika output dari pabrik ini gagal memenuhi permintaan dari klien bisnisnya, tidak akan ada stok yang tersedia untuk penjualan e-commerce.

source: Current Advertising Pricing
id: Harga Periklanan Saat Ini

source: The advertising pricing is measured in the cost per thousand impressions.
id: Penetapan harga iklan diukur dalam biaya per seribu tayangan.

source: REACH
id: MENCAPAI

source: Reach %
id: Jangkauan%

source: The percentage of Internet users in all cities that visits this web.
id: Persentase pengguna Internet di semua kota yang mengunjungi web ini.

source: Go to the software company that develops this software.
id: Kunjungi perusahaan perangkat lunak yang mengembangkan perangkat lunak ini.

source: Replace this link with a new link to another media.
id: Gantikan tautan ini dengan tautan baru ke media lain.

source: Go to this media
id: Buka media ini

source: Delete this media link.
id: Hapus tautan media ini.

source: Link to a media firm
id: Tautan ke perusahaan media

source: Run advertising for the current web site on another media firm to boost up the current web site's visitor traffic.
id: Jalankan iklan untuk situs web saat ini di perusahaan media lain untuk meningkatkan lalu lintas pengunjung situs web saat ini.

source: Toggle the display of product images on the 3x3 layout area.
id: Alihkan tampilan gambar produk pada area tata letak 3x3.

source: Search for suppliers by entering any of the following:
id: Cari pemasok dengan memasukkan salah satu dari berikut ini:

source: Product types, product classes, company names, firm names, firm descriptions, and city names.
id: Jenis produk, kelas produk, nama perusahaan, nama perusahaan, deskripsi perusahaan, dan nama kota.

source: Example: enter "Computer Watch London" to search for computers and watches from suppliers in London.
id: Contoh: masukkan "Computer Watch London" untuk menelusuri komputer dan jam tangan dari pemasok di London.

source: (Inexact search is supported.)
id: (Pencarian tidak tepat didukung.)

source: Go to your e-commerce company.
id: Kunjungi perusahaan e-commerce Anda.
